{
"1": {
  "author": "hungwy",
  "text": "My eyes are starving for sleep"
},
"2": {
  "author": "hungwy",
  "text": "could you count to 15 please? using all the numbers you know"
},
"3": {
  "author": "hungwy",
  "text": "mustard is my vegetable for tonights dinnor"
},
"4": {
  "author": "hungwy",
  "text": "Ok. I'm going to sting you now. Goodbye "
},
"5": {
  "author": "hungwy",
  "text": "yeah i wont even tell you what the skullsmasher3000 does. just sit real still and let it work its charm"
},
"6": {
  "author": "hungwy",
  "text": "saved a good but haterous post to my drafts which shall never see the light of the dashboard. my apologies to all who love fighting, and argument. but i am too strong"
},
"7": {
  "author": "hungwy",
  "text": "Then who shall inherit the Moon?"
},
"8": {
  "author": "hungwy",
  "text": "The lame and the broke shall inherit the moon"
},
"9": {
  "author": "hungwy",
  "text": "I jut finished paying off this burger "
},
"10": {
  "author": "hungwy",
  "text": "in tumblr culture the \"unemployed\" were reveared as a sort of poet/warrior class. "
},
"11": {
  "author": "hungwy",
  "text": "How do I get out of bed "
},
"12": {
  "author": "hungwy",
  "text": "Cute little robin near my car has caughted a bug. Can someone tell the local news please"
},
"13": {
  "author": "hungwy",
  "text": "sturgeon pleas.."
},
"14": {
  "author": "hungwy",
  "text": "1000 sons have died in an awesome battle"
},
"15": {
  "author": "hungwy",
  "text": "Drove through a storm to work it was awesome"
},
"16": {
  "author": "hungwy",
  "text": "i have acid reflux too, so we are together in this mr twistedhellknight52"
},
"17": {
  "author": "hungwy",
  "text": "Only I have it."
},
"18": {
  "author": "hungwy",
  "text": "More"
},
"19": {
  "author": "hungwy",
  "text": "here’s a little controversy…"
},
"20": {
  "author": "hungwy",
  "text": "fixed a problem at work that i vaguely saw a manager fix once and i did it faster which means that i get to take his skin i get to take his skin i get to take his skin i get to take his skin i get to take his skin i get to take his skin"
},
"21": {
  "author": "hungwy",
  "text": "Just .. one more ... minute on the couch .. please! -The Languid Lounger"
},
"22": {
  "author": "hungwy",
  "text": "Musk has rebranded Twitter as a premium \"adult content\" site where you subscribe to gain access to bad bdsm porn filmed with expensive cameras and in the corner of the otherwise contentless splash/login page is a brunette woman holding a masquerade mask"
},
"23": {
  "author": "hungwy",
  "text": "the evil one kills them all"
},
"24": {
  "author": "hungwy",
  "text": "The Eagle Scout, a type of warrior-priest class in American Civil Religion, was expected to defend the empire to their last breath with their credit-card knives and patterned zippos. "
},
"25": {
  "author": "hungwy",
  "text": "Sleep attempt number two begins now."
},
"26": {
  "author": "hungwy",
  "text": "Ok I tried going to bed but I only slept one and half oww hair... Gulp! "
},
"27": {
  "author": "hungwy",
  "text": "Guy who runs my apartment let me fucking schmove in "
},
"28": {
  "author": "hungwy",
  "text": "Fuuuck I forgot to take selfies today I wanted to since I was wearing a good outfit and everything l ok I will try next month"
},
"29": {
  "author": "hungwy",
  "text": "not feeling very hundred emoji flame emoji today"
},
"30": {
  "author": "hungwy",
  "text": "well I am so 💯🔥💯🔥"
},
"31": {
  "author": "hungwy",
  "text": "🧯💨"
},
"32": {
  "author": "hungwy",
  "text": "0️⃣🌫0️⃣🌫"
},
"33": {
  "author": "hungwy",
  "text": "thinking about the plur lifestyle"
},
"34": {
  "author": "hungwy",
  "text": "thinking about the plur lifestyle boys"
},
"35": {
  "author": "hungwy",
  "text": "whats plur"
},
"36": {
  "author": "hungwy",
  "text": "PEACE LOVE UNITY RESPECT: THE RAVER’S CODE"
},
"37": {
  "author": "hungwy",
  "text": "*thinks about the plur lifestyle*"
},
"38": {
  "author": "hungwy",
  "text": "every time i drink my arms get weak and harder to move"
},
"39": {
  "author": "hungwy",
  "text": "my dads recently been jokin a lot about “mystic runes” like i asked what we were gonna do when we took a rest stop in santa barbara and he said “look for mystic runes” and then i asked if we were gonna eat or just walk around while my mom shopped and he said “the runes will tell us”"
},
"40": {
  "author": "hungwy",
  "text": "drinking a stella artois from my dad's special stella artois glass. it's good"
},
"41": {
  "author": "hungwy",
  "text": "oh i listen to music alright. *slaps my tummy like a drum.*"
}
}