{
  "1": {
    "author": "frawgs",
    "text": "butt cheek tattoos coming soon "
  },
  "2": {
    "author": "frawgs",
    "text": "the spinny chairs at work don’t go low enough to where my feet touch the ground i feel like a fucking child. the child labor laws will be hearing abt this🤭"
  },
  "3": {
    "author": "frawgs",
    "text": "i only work cus i love to online shop like tbh "
  },
  "4": {
    "author": "frawgs",
    "text": "miss …. bf ….. need …….. kiss ……"
  },
  "5": {
    "author": "frawgs",
    "text": "Photo taken by m.aquarium_love\nThis is Hama-Chan getting all dressed up!\nDoesn't she look cute?\nShe lives at Kyoto Aquarium in Japan. ( ᵔꈊᵔ )"
  },
  "6": {
    "author": "frawgs",
    "text": "REASONS TO TEXT AT WORK 🤳📶"
  },
  "7": {
    "author": "frawgs",
    "text": "1. IT'S SO FUN"
  },
  "8": {
    "author": "frawgs",
    "text": "A very, very gentle reminder that \"prev tags\" is now completely useless, bc you can no longer click back thru the reblog chain and see the prev tags. You can see the reblog in front of you, and you can find the original post - by itself, completely devoid of context - but you can't click thru to the previous reblog. This is apparently intentional, since I literally emailed support about it - being able to click back thru the reblog chain and being able to see the source post in context on op's blog are fundamental parts of the user experience imo and I am pissed - and their response was basically like yeah we meant to do that but if you want to talk about it you can go to our WIP blog, where the ask is literally only open one day a week and we will completely ignore you. "
  },
  "9": {
    "author": "frawgs",
    "text": "miss poopie "
  },
  "10": {
    "author": "frawgs",
    "text": "my check before taxes vs after they take them out "
  },
  "11": {
    "author": "frawgs",
    "text": "faded off this ecoli lettuce "
  },
  "12": {
    "author": "frawgs",
    "text": "saw this guy gettin gas "
  },
  "13": {
    "author": "frawgs",
    "text": "oh i’m crying."
  },
  "14": {
    "author": "frawgs",
    "text": "saw this guy gettin gas "
  },
  "15": {
    "author": "frawgs",
    "text": "i need to stop smoking i just called a mason jar an adam jar . who the fuck is adam "
  },
  "16": {
    "author": "frawgs",
    "text": "OK THIS SLAYSSSSS"
  },
  "17": {
    "author": "frawgs",
    "text": "if u find hair in ur food do u take it out and continue eating or are u done "
  },
  "18": {
    "author": "frawgs",
    "text": "are u a morning person or is having to work this early hell for u? it’s hell for me"
  },
  "19": {
    "author": "frawgs",
    "text": "it’s killing me so bad i’m adjusted and waking up at 3 am is ok for me now but i fucking hate it cus i go to bed at like 8 pm everyday 😞 "
  }
}