{
  "1": {
    "author": "hungwy",
    "text": "My eyes are starving for sleep"
  },
  "2": {
    "author": "hungwy",
    "text": "could you count to 15 please? using all the numbers you know"
  },
  "3": {
    "author": "hungwy",
    "text": "mustard is my vegetable for tonights dinnor"
  },
  "4": {
    "author": "hungwy",
    "text": "Ok. I'm going to sting you now. Goodbye "
  },
  "5": {
    "author": "hungwy",
    "text": "yeah i wont even tell you what the skullsmasher3000 does. just sit real still and let it work its charm"
  },
  "6": {
    "author": "hungwy",
    "text": "saved a good but haterous post to my drafts which shall never see the light of the dashboard. my apologies to all who love fighting, and argument. but i am too strong"
  },
  "7": {
    "author": "hungwy",
    "text": "Then who shall inherit the Moon?"
  },
  "8": {
    "author": "hungwy",
    "text": "The lame and the broke shall inherit the moon"
  },
  "9": {
    "author": "hungwy",
    "text": "I jut finished paying off this burger "
  },
  "10": {
    "author": "hungwy",
    "text": "in tumblr culture the \"unemployed\" were reveared as a sort of poet/warrior class. "
  },
  "11": {
    "author": "hungwy",
    "text": "How do I get out of bed "
  },
  "12": {
    "author": "hungwy",
    "text": "Cute little robin near my car has caughted a bug. Can someone tell the local news please"
  },
  "13": {
    "author": "hungwy",
    "text": "sturgeon pleas.."
  },
  "14": {
    "author": "hungwy",
    "text": "1000 sons have died in an awesome battle"
  },
  "15": {
    "author": "hungwy",
    "text": "Drove through a storm to work it was awesome"
  },
  "16": {
    "author": "hungwy",
    "text": "i have acid reflux too, so we are together in this mr twistedhellknight52"
  },
  "17": {
    "author": "hungwy",
    "text": "Only I have it."
  },
  "18": {
    "author": "hungwy",
    "text": "More"
  },
  "19": {
    "author": "hungwy",
    "text": "here’s a little controversy…"
  },
  "20": {
    "author": "hungwy",
    "text": "fixed a problem at work that i vaguely saw a manager fix once and i did it faster which means that i get to take his skin i get to take his skin i get to take his skin i get to take his skin i get to take his skin i get to take his skin"
  },
  "21": {
    "author": "hungwy",
    "text": "Just .. one more ... minute on the couch .. please! -The Languid Lounger"
  },
  "22": {
    "author": "hungwy",
    "text": "Musk has rebranded Twitter as a premium \"adult content\" site where you subscribe to gain access to bad bdsm porn filmed with expensive cameras and in the corner of the otherwise contentless splash/login page is a brunette woman holding a masquerade mask"
  },
  "23": {
    "author": "hungwy",
    "text": "the evil one kills them all"
  },
  "24": {
    "author": "hungwy",
    "text": "The Eagle Scout, a type of warrior-priest class in American Civil Religion, was expected to defend the empire to their last breath with their credit-card knives and patterned zippos. "
  },
  "25": {
    "author": "hungwy",
    "text": "Sleep attempt number two begins now."
  },
  "26": {
    "author": "hungwy",
    "text": "Ok I tried going to bed but I only slept one and half oww hair... Gulp! "
  },
  "27": {
    "author": "hungwy",
    "text": "Guy who runs my apartment let me fucking schmove in "
  },
  "28": {
    "author": "hungwy",
    "text": "Fuuuck I forgot to take selfies today I wanted to since I was wearing a good outfit and everything l ok I will try next month"
  },
  "29": {
    "author": "hungwy",
    "text": "not feeling very hundred emoji flame emoji today"
  },
  "30": {
    "author": "hungwy",
    "text": "well I am so 💯🔥💯🔥"
  },
  "31": {
    "author": "hungwy",
    "text": "🧯💨"
  },
  "32": {
    "author": "hungwy",
    "text": "0️⃣🌫0️⃣🌫"
  },
  "33": {
    "author": "hungwy",
    "text": "thinking about the plur lifestyle"
  },
  "34": {
    "author": "hungwy",
    "text": "thinking about the plur lifestyle boys"
  },
  "35": {
    "author": "hungwy",
    "text": "whats plur"
  },
  "36": {
    "author": "hungwy",
    "text": "PEACE LOVE UNITY RESPECT: THE RAVER’S CODE"
  },
  "37": {
    "author": "hungwy",
    "text": "*thinks about the plur lifestyle*"
  },
  "38": {
    "author": "hungwy",
    "text": "every time i drink my arms get weak and harder to move"
  },
  "39": {
    "author": "hungwy",
    "text": "my dads recently been jokin a lot about “mystic runes” like i asked what we were gonna do when we took a rest stop in santa barbara and he said “look for mystic runes” and then i asked if we were gonna eat or just walk around while my mom shopped and he said “the runes will tell us”"
  },
  "40": {
    "author": "hungwy",
    "text": "drinking a stella artois from my dad's special stella artois glass. it's good"
  },
  "41": {
    "author": "hungwy",
    "text": "oh i listen to music alright. *slaps my tummy like a drum.*"
  },
  "42": {
    "author": "frawgs",
    "text": "BF AN I GOIN TO SEE BARBIE MOVIE TNNN YIPPIEEE "
  },
  "43": {
    "author": "frawgs",
    "text": "butt cheek tattoos coming soon "
  },
  "44": {
    "author": "frawgs",
    "text": "the spinny chairs at work don’t go low enough to where my feet touch the ground i feel like a fucking child. the child labor laws will be hearing abt this🤭"
  },
  "45": {
    "author": "frawgs",
    "text": "i only work cus i love to online shop like tbh "
  },
  "46": {
    "author": "frawgs",
    "text": "A very, very gentle reminder that \"prev tags\" is now completely useless, bc you can no longer click back thru the reblog chain and see the prev tags. You can see the reblog in front of you, and you can find the original post - by itself, completely devoid of context - but you can't click thru to the previous reblog. This is apparently intentional, since I literally emailed support about it - being able to click back thru the reblog chain and being able to see the source post in context on op's blog are fundamental parts of the user experience imo and I am pissed - and their response was basically like yeah we meant to do that but if you want to talk about it you can go to our WIP blog, where the ask is literally only open one day a week and we will completely ignore you. "
  },
  "47": {
    "author": "frawgs",
    "text": "faded off this ecoli lettuce "
  },
  "48": {
    "author": "frawgs",
    "text": "i need to stop smoking i just called a mason jar an adam jar . who the fuck is adam "
  },
  "49": {
    "author": "frawgs",
    "text": "if u find hair in ur food do u take it out and continue eating or are u done "
  },
  "50": {
    "author": "frawgs",
    "text": "are u a morning person or is having to work this early hell for u? it’s hell for me"
  },
  "51": {
    "author": "frawgs",
    "text": "3 days"
  },
  "52": {
    "author": "frawgs",
    "text": "i gotta be getting my period why am i crying over everything like i’m crying about it snowing rn "
  },
  "53": {
    "author": "frawgs",
    "text": "oh this fucking website is trash . when u click on someone’s username to try and see THEIR reblog of the post to mayhaps check their tags it sends u straight to their blog. u want me to kill myself 😂😂 ooo this website hates nosy people so bad."
  },
  "54": {
    "author": "frawgs",
    "text": "unemployed ppl wake up pleaseeeee i’m bored :(( "
  },
  "55": {
    "author": "frawgs",
    "text": "isn’t it so crazy that we’re all going to live forever"
  },
  "56": {
    "author": "frawgs",
    "text": "Enough of that picture this is just like that spider "
  },
  "57": {
    "author": "frawgs",
    "text": "I’m literally like if my mother and my father had a child"
  },
  "58": {
    "author": "frawgs",
    "text": "hate whenever mfs in horror media are like “what was that noise…” bro you and i both know its creatures"
  },
  "59": {
    "author": "frawgs",
    "text": "type of shit im on"
  },
  "60": {
    "author": "frawgs",
    "text": "yeah or sometimes you’ll see a post that hacks into your brain and forever rewrites your instinctual reaction to seeing a pineapple explode"
  },
  "61": {
    "author": "frawgs",
    "text": "getting drunk so i can smoke a cigarette because then  it doesn’t count "
  },
  "62": {
    "author": "frawgs",
    "text": "got both my ears pierced and as a side sleeper this has been so hard for me.. keep me in your thot’s 😞"
  },
  "63": {
    "author": "frawgs",
    "text": "how much water did u drink today ?"
  },
  "64": {
    "author": "frawgs",
    "text": "1,000,000,000,000 gigaslurps 😁"
  },
  "65": {
    "author": "frawgs",
    "text": "waters so amazing because you can drink it really sloppy style and like spill it all over yourself and it doesnt even leave a stain. you dont even have to wash it out/ . because its already washed"
  },
  "66": {
    "author": "frawgs",
    "text": "every day o need to save money and then there is some kind of  little fucking item"
  },
  "67": {
    "author": "frawgs",
    "text": "misse frawgs, are u on threads?"
  },
  "68": {
    "author": "frawgs",
    "text": "my rap playlist is 30 hours long with some of the worst shit you’ve ever heard"
  },
  "69": {
    "author": "frawgs",
    "text": "my rap playlist is 30 hours long with some of the worst shit you’ve ever heard"
  },
  "70": {
    "author": "frawgs",
    "text": "i’m starting to think bitches that post goodwill hauls with von dutch purses juicy couture and demonia platforms are lying and they’re just bringing shit from home to post because where the fuck are you finding this shit from. all i find are dead grandpa flannels "
  },
  "71": {
    "author": "frawgs",
    "text": "connects our nipples together so my heartbeat can sync with urs "
  },
  "72": {
    "author": "frawgs",
    "text": "that activates samsung smart transfer and you get my contacts "
  },
  "73": {
    "author": "frawgs",
    "text": "i think abt him n nae nae"
  }
}